const teamData = [
  {
    src: 'https://via.placeholder.com/350',
    link: 'https://github.com/diXrom',
    title: 'Тимур',
    subtitle: 'Team Lead, Fronted developer',
    description: `Няша стесняша сердце проекта а также хитрый и жестокий руководитель армии
    Галактической Империи, которая правит во всей Галактике. Он использует тёмную сторону Силы,
    чтобы предотвратить распад Империи`,
    duty: 'Главная страница, авторизация, учебник, словарь',
  },
  {
    src: 'https://via.placeholder.com/350',
    link: 'https://github.com/qubero',
    title: 'Влад',
    subtitle: 'Fronted and Backend developer',
    description: `Непоколебимый лидер сопротивления, она ведёт постоянную борьбу с Тёмной стороной
    Силы. Усыновлённая главой Королевского дома и правителем Альдераана Бейлом Органа,
    пошла по стопам приёмного отца`,
    duty: 'Прогресс изучения, Изученные слова и игра Аудиовызов',
  },
  {
    src: 'https://via.placeholder.com/350',
    link: 'https://github.com/puptup',
    title: 'Кирилл',
    subtitle: 'Fronted developer, Desinger',
    description: `Легендарный рыцарь-джедай и надежда на восстановление мира в Галактике, Он
    отправился в самовольное изгнание после неудачной попытки восстановить некогда
    великий Орден джедаев.`,
    duty: 'Статистика, игра Спринт, дополнительный функционал',
  },
];

export { teamData };
